<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>
<%@ taglib prefix="c" uri="http://java.sun.com/jsp/jstl/core"%>
    
<div class="row">
	<div class="col-10 offset-1">
	    
	  <h1>저작권 보호정책</h1>  
본 정책의 목적은 한국관광공사 홈페이지를 통하여 제공되는 정보가
정보출처를 밝히지 않고 무단사용, 변조, 상업적인 용도 등으로 사용되어
정보 이용자에게 피해를 끼치는 사례를 방지하기 위함입니다.<br>
저작권법 제24조의2(공공저작물의 자유이용)에 따라 한국관광공사에서 저작재산권의 전부를 보유하고 있거나 자유이용허락표시에 대한 권리자의 동의를 받은 경우는 “공공저작물 자유이용허락표시기준(공공누리,KOGL)”을 부착하여 별도의 이용허락 없이 자유이용이 가능합니다.<br>
공공누리 공공저작물 자유이용허락(제 1유형)<br>

제 1유형<br>
공공누리 공공저작물 자유이용허락(제 2유형)<br>

제 2유형<br>
공공누리 공공저작물 자유이용허락(제 3유형)<br>

제 3유형<br>
공공누리 공공저작물 자유이용허락(제 4유형)<br>

제 4유형<br>
단 위 규정에 따라 “공공저작물 자유이용허락표시기준(공공누리,KOGL)”이 부착된 공공저작물은 제 1유형의 경우 출처표시만 하면 자유이용이 가능하나, 제 2유형은 상업적 이용을, 제 3 유형은 변경 이용을, 제 4유형은 상업적 이용과 변경 이용을 금지하고 있으니, 반드시 이용조건을 확인하신 후 해당 이용조건의 범위 안에서 이용하시기 바랍니다.<br>

또한 제 1유형을 포함하여 어느 유형이든 출처(발행연도, 해당 공공기관명과 홈페이지 URL, 저작물 작성자의 성명이 표시된 경우에는 그 성명도 포함)는 반드시 표시하여야 함을 유의하여 주시기 바랍니다.<br>

예시<br>
본 저작물은 ‘한국관광공사’에서 ‘2022년’ 작성하여 공공누리 제 1유형으로 개방한 ‘저작물명(저작권자:홍길동)’을 이용하였으며 해당 저작물은 ‘한국관광공사, kto.visitkorea.or.kr’에서 무료로 다운받으실 수 있습니다.<br>

공공누리가 부착되어 있지 않은 자료들을 이용하고자 할 경우에는 공공저작물 책임관 및 담당자와 사전에 협의하여 이용해 주시기 바랍니다.<br>
공공저작물 관리책임관 : 디지털콘텐츠팀 김경수 팀장( kgs@knto.or.kr )<br>
공공저작물 실무담당자 : 디지털콘텐츠팀 이종서 주임( jongseori23@knto.or.kr )<br>
한국관광공사 홈페이지에는 공사가 저작권 전부를 갖고 있지 아니한 자료도 제공되고 있습니다. 또한 국내 관광지나 관광상품, 행사 등을 홍보하고 활성화하기 위해 개인이나 기관, 단체 등에서 무상으로 제공받은 자료들도 많이 있으므로 이러한 자료를 이용하기 위해서는 반드시 해당 저작권자의 허락을 받으셔야 합니다.<br>
다른 인터넷 사이트 상의 화면에서 공사 홈페이지의 저작물을 직접 링크시킬 경우에는 링크 이용자가 본 저작권정책을 간과할 수 있으므로 본 저작권정책도 함께 링크하여 주시기 바랍니다.<br>
홈페이지에서 개방중인 자료 중 공사가 저작권 전부를 갖고 있지 아니한 자료(다른 저작자와 저작권을 공유한 자료 등)의 경우에는 저작권 침해의 소지가 있으므로 단순 열람외에 무단 변경, 복제 배포, 제작 등의 이용은 금지되며 이를 위반할 경우 관렵법에 의거 법적 처벌을 받을 수 있음을 알려드립니다.공사는 모든 국민이 안전하게 관광 정보를 활용하실 수 있도록 지속적으로 노력하겠습니다.<br>
	    
	</div>
</div>