<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>
<%@ taglib prefix="c" uri="http://java.sun.com/jsp/jstl/core"%>
    
<div class="row">
	<div class="col-10 offset-1">
	
		<div class="row">
			<div class="col">
			<h1 class="my-5">정보 약관 동의</h1>
				<span>
				<i id="allLoginConfrimCheck" class="LoginConfrim bi bi-check-circle-fill me-2"  data-code="false" style="font-size:25px; color: lightgray; " ></i>
				전체동의
				</span>
			
			
			<form action="memberJoinForm" id="memberJoinConfrimFrom">  
				<div class="row">
				  <span>
				  	<i id="LoginConfrimCheck1" class="LoginConfrim LoginConfrim2 bi bi-check-circle-fill me-2" data-code="false" style="font-size:25px; color: lightgray; " ></i>
				  	회원가입약관(필수)
				  </span>
				  
				  
				  <textarea class="form-control mb-5"  rows="5" style="height: 300px;">
이용약관
제1장 총칙
제1조(목적)
본 약관은 GALAGO(이하 "공사")가 제공하는 대한민국구석구석 서비스(이하 "서비스")의 이용과 관련하여 공사와 이용자의 권리, 의무 및 책임사항 그리고 기타 필요한 사항을 규정하는 것을 목적으로 합니다.

제2조(약관의 효력 및 변경)
약관의 내용은 서비스 화면에 게시하고 이용자가 동의함으로써 효력이 발생합니다. 공사는 합리적인 사유가 발생될 경우에는 이 약관을 변경할 수 있으며, 약관이 변경되는 경우에는 최소한 7일전에 공지합니다. 또한 새로운 서비스가 개설될 경우, 별도의 명시된 설명이 없는 한 이 약관에 따라 제공됩니다.

① 본 약관은 공사가 서비스 화면을 통해 게시하고 이용자가 이에 동의함으로써 효력을 발생합니다.
② 공사는 "약관의 규제 등에 관한 법률", "전기통신사업법령", "정보통신망 이용촉진 및 정보보호 등에 관한 법률", "개인정보보호법" 등 관련 법령을 위반하지 않는 범위에서 이 약관의 내용을 수정하거나 변경할 수 있습니다.
③ 공사가 약관을 개정할 경우에는 기존약관과 개정약관 및 개정약관의 적용일자와 개정사유를 명시하여 현행약관과 함께 그 적용일자 7일 전부터 적용일 이후 상당한 기간 동안, 개정 내용이 회원에게 불리한 경우에는 그 적용일자 30일 전부터 적용일 이후 상당한 기간 동안 각각 이를 서비스 홈페이지에 고지합니다.
④ 공사가 전항에 따라 회원에게 고지하면서 고지일로부터 개정약관 시행일 7일 후까지 거부의사를 표시하지 아니하면 승인한 것으로 본다는 뜻을 명확하게 고지하였음에도 의사표시가 없는 경우에는 변경된 약관을 승인한 것으로 봅니다. 회원이 개정약관에 동의하지 않을 경우 회원은 제6조 제1항의 규정에 따라 이용계약을 해지할 수 있습니다.

제3조(용어의 정의)
이 약관에서 사용하는 용어의 정의는 다음과 같습니다.

① 이용자: 공사가 제공하는 서비스를 받는 소셜로그인 회원 및 비회원
② 회원: 다른 서비스에서 가입한 정보를 바탕으로 GALAGO 서비스 內 소셜로그인 인증을 받은 개인이나 법인 또는 법인에 준하는 단체
③ 비회원: 소셜로그인 인증을 통하여 회원인증하지 않고, 공사가 제공하는 서비스를 이용하는 자
④ 해지: 공사 또는 회원이 서비스 개통 후 이용계약을 해약하는 것
⑤ 소셜로그인 인증 : 포털‧사회관계망서비스(SNS) 가입자가 해당 ID로 다른 웹사이트나 애플리케이션에 접속하는 기능

제2장 회원의 가입 및 관리
제4조(회원가입)
이용자는 회원가입을 신청하려면 대한민국구석구석 서비스에서 제공하는 로그인메뉴를 통해 소셜로그인 인증을 받음으로써 회원가입이 이루어지며, 이 경우 이용약관 및 개인정보처리방침 내용에 동의한 것으로 간주합니다.

제5조(회원정보의 변경)
회원은 회원정보(패스워드, 닉네임, 프로필사진 등)의 수정을 원할 경우 로그인한 소셜서비스에서 제공하는 회원정보수정 메뉴를 통해 수정해야 하며, 변경하지 않은 정보로 인해 발생되는 문제의 책임은 회원에게 있습니다.

제6조(회원 탈퇴 및 자격상실, 서비스 이용제한 등)
① 회원은 탈퇴를 희망할 경우 탈퇴를 요청할 수 있으며, 공사는 관련법 등이 정하는 바에 따라 이를 처리합니다. 회원이 자발적으로 계약을 해지할 경우, 공사는 관련법 및 개인정보취급방침에 따라 인증정보를 삭제합니다. 회원이 다음 각 호의 사유에 해당하는 경우, 공사는 회원자격을 제한 및 정지시킬 수 있습니다.
가. 가입 신청 시에 허위 내용을 등록한 경우
나. 다른 사람의 서비스 이용을 방해하거나 타인의 명예를 훼손하거나 그 정보를 도용하는 등 전자 거래 및 정보통신서비스 이용질서를 위협하는 경우
다. 제공되는 정보를 변경하는 등 공사의 운영을 방해한 경우
라. 법령과 본 약관이 금지하거나 미풍양속에 저해하는 행위를 하는 경우
② 공사는 회원자격 및 서비스 이용을 제한, 정지 시킨 후, 그 사유가 시정되지 아니하는 경우 회원자격을 상실시킬 수 있습니다.

제3장 서비스 이용
제7조(서비스의 구분)
공사가 이용자에게 제공하는 서비스는 기본서비스와 부가서비스 등으로 구분 하며, 서비스의 종류와 내용 등은 공사가 공지나 서비스 이용안내에서 별도로 정하는 바에 의합니다.

제8조(서비스의 이용시간)
① 서비스는 연중무휴 1일 24시간 제공함을 원칙으로 하며, 공사가 업무상, 운영상, 기술상의 이유로 서비스의 전부 또는 일부가 일시 중지될 수 있으며, 이 경우 내용을 사전에 공지합니다.
② 공사는 서비스 별로 이용 가능한 시간을 별도로 정할 수 있으며 이 경우 그 내용을 사전에 공지합니다.
제9조(서비스 변경)
공사는 상당한 이유가 있는 경우에 업무상, 운영상, 기술상의 필요에 따라 제공하고 있는 전부 또는 일부 서비스를 변경 및 중단 할 수 있으며, 이 경우 그 내용을 사전에 공지합니다.

제4장 의무 및 책임
제10조(공사의 의무)
① 공사는 관련법과 이 약관에서 금지하거나 미풍양속에 반하는 행위를 하지 않으며, 계속적이고 안정적으로 서비스를 제공하기 위하여 최선을 다하여 노력합니다.
② 공사는 서비스와 관련한 회원의 불만사항이 접수되는 경우 이를 즉시 처리하여야 하며, 즉시 처리가 곤란한 경우 그 사유와 처리 일정을 해당 회원에게 통지하여야 합니다.
③ 공사는 서비스의 제공과 관련하여 알게 된 회원의 개인정보를 본인의 승낙 없이 제3자에게 누설, 배포하지 않고, 이를 보호하기 위하여 노력합니다. 회원의 개인정보보호 및 사용에 대해서는 관련법 및 개인정보취급방침에 따릅니다.
제11조(회원의 의무)
회원은 다음 행위를 하여서는 안 됩니다.

① 신청 또는 변경 시 허위내용의 등록
② 타인의 정보도용
③ 공사가 게시한 정보의 변경
④ 공사가 정한 정보 이외의 정보(컴퓨터 프로그램 등) 등의 송신 또는 게시
⑤ 공사와 기타 제3자의 저작권 등 지적재산권에 대한 침해
⑥ 공사 및 기타 제3자의 명예를 손상시키거나 업무를 방해하는 행위
⑦ 외설 또는 폭력적인 메시지, 화상, 음성, 기타 미풍양속에 반하는 정보를 서비스에 공개 또는 게시하는 행위
⑧ 공사의 동의 없이 영리를 목적으로 서비스를 사용하는 행위
⑨ 기타 불법적이거나 부당한 행위
제12조(양도 금지)
회원은 서비스의 이용권한, 기타 이용 계약상 지위를 타인에게 양도, 증여할 수 없으며, 이를 담보로 제공할 수 없습니다.

제13조(게시물에 대한 권리 및 책임)
① 게시물에 대한 저작권을 포함한 모든 권리 및 책임은 이를 게시한 회원에게 있으며, 공사는 서비스 내에 게재할 권리를 갖습니다.
② 공사는 회원이 서비스에 게시, 게재하거나 서비스를 통해 전송, 수신한 내용물 및 그 결과에 대하여 책임지지 않으며, 아래사항에 해당하는 경우 게시물을 임의로 삭제할 수 있습니다.
가. 타인을 비방하거나, 프라이버시를 침해하거나, 명예를 손상시키는 내용인 경우
나. 공공질서 및 미풍양속에 위반되는 내용인 경우
다. 서비스의 안정적인 운영에 지장을 주거나 줄 우려가 있는 경우
라. 범죄행위에 관련된다고 판단되는 내용인 경우
마. 공사의 지적재산권, 타인의 지적재산권 등 기타 권리를 침해하는 내용인 경우
바. 특정제품의 선전 등 기타 상용목적으로 게시되는 내용인 경우
사. 입력된 정보를 무단 개조하는 경우
아. 타 회원의 회원 ID, 비밀번호를 도용하는 경우
자. 게시판의 목적에 맞지 않는 사이버 시위 및 도배 목적의 내용인 경우
차. 기타 관계법령에 위반된다고 판단되는 경우
제14조(책임제한)
① 공사는 천재지변 또는 이에 준하는 불가항력으로 인하여 서비스를 제공할 수 없는 경우에는 서비스 제공에 관한 책임을 지지 않습니다.
② 공사는 회원의 귀책사유로 인한 서비스 이용의 장애에 대하여는 책임을 지지 않습니다.
③ 공사는 회원이 서비스와 관련하여 게재한 정보, 자료, 사실의 신뢰도, 정확성 등의 내용에 관하여는 책임을 지지 않습니다.
④ 공사는 회원 간 또는 회원과 제3자 상호간에 서비스를 매개로 하여 거래 등을 한 경우에는 책임을 지지 않습니다.
제15조(분쟁의 해결)
본 약관은 대한민국법령에 의하여 규정되고 이행되며, 서비스 이용과 관련하여 공사와 회원간에 발생한 분쟁에 대해서는 민사소송법상의 주소지를 관할하는 법원을 합의관할로 합니다.

제16조(규정의 준용)
본 약관에 명시되지 않은 사항에 대해서는 관련법령에 의하고, 법에 명시되지 않은 부분에 대하여는 관습에 의합니다.

■ 부칙
본 약관은 2018년 9월 4일부터 적용됩니다.
	
				  
				  </textarea>
				  
				</div>
				<div class="row">
				 <span>
				  	<i id="LoginConfrimCheck2" class="LoginConfrim LoginConfrim2 bi bi-check-circle-fill me-2" data-code="false" style="font-size:25px; color: lightgray; " ></i>
				  	전자금융거래이용약관(필수)
				 </span>
				  
				  <textarea class="form-control mb-5"  rows="3" style="height: 300px;">
	
				  
				  </textarea>
				 
				</div>
				
				<div class="row">
				 
				  <span>
				  	<i id="LoginConfrimCheck3" class="LoginConfrim LoginConfrim2 bi bi-check-circle-fill me-2" data-code="false" style="font-size:25px; color: lightgray; " ></i>
				  	개인정보처리방침(필수)
				  </span>
				 
				  <textarea class="form-control mb-5"  rows="3"  style="height: 300px;">
				 1. 개인정보의 처리 목적
수집목적	수집항목
이용자 식별 및 본인여부 확인	회원가입시 수집 : 성명, 휴대전화번호, 이메일, 아이디, 비밀번호
본인인증시 수집 : 생년월일, 성별, 아이핀, 연계정보(CI), 중복가입확인정보(DI)
회원정보관리를 위한 연락 및 안내	이메일, 연락처
만 14세 미만 아동에 대한 법정대리인 동의 확인을 위한 목적	법정대리인의 이름/이메일/휴대전화번호/통신사
불법∙부정이용방지, 비인가 사용 방지, 안전한 결제 서비스 제공, 분쟁조정 해결을 위한 기록보존, 상품∙서비스 이용실적 정보를 활용한 통계∙분석, 상품∙서비스 개선	휴대전화번호, 가상카드번호, 아이디, 이름, 생년월일, 성별, CI, DI, IP Address, 방문일시, 서비스 이용기록(자동으로 생성되는 개인정보), 주소
고객이 주문하신 상품 및 경품 배송을 위한 목적	기본배송지, 연락처, 수취인의 성명/ 전화번호/휴대폰 번호/배송주소
대금결제서비스 제공용	카드번호, 유효기간, 성명, 생년월일, 성별, 카드비밀번호 앞2자리, 계약자와의 관계 증빙(타인 명의 카드 이용 시), 은행계좌번호, 입금자명, 은행명, 휴대전화번호
(선택)
계좌/카드 간편결제서비스 가입을 통한 전자금융서비스 제공 목적	ID, 비밀번호, 이름, 생년월일, 휴대폰번호, 이메일, 성별, 통신사명, 내외국인정보, 본인인증정보(CI, DI), 서비스 이용정보(IP, 이용 기록)
계좌 간편결제 : 은행명, 계좌번호, 결제 비밀번호
신용카드 간편결제 : 신용카드정보(카드사명, 신용카드번호, 유효기간, CVC), 결제 비밀번호
고객 상담 및 민원의 접수 및 처리 결과 안내 목적	연락처, 이메일
	


2) 위치정보
	
수집목적	수집항목	보유기간
고객의 위치정보를 이용한 주소검색, 주변 숙박 등의 검색결과 제공	위치정보	수집목적 달성시 파기
•	
(3) 서비스 이용 과정에서 이용자로부터 수집하는 정보는 아래와 같습니다.
•	서비스 이용 과정에서 부정이용방지, 비인가 사용 방지, 통계 및 서비스 품질 향상 목적으로 단말기정보(OS, 모델명 등), IP주소, 쿠키, 서비스 이용 기록(방문일시, 접속기록) 정보가 자동으로 생성되어 수집될 수 있습니다. 자동으로 생성되어 수집된 정보는 서비스 제공 기간동안 보유 및 이용하며, 수집 및 이용목적의 달성 시 파기됩니다.
•	2. 개인정보 수집에 대한 동의
o	회사는 회원님의 개인정보를 처리해야할 경우 필요최소한의 정보만 수집하며, 처리 내용을 이해하기 쉽도록 안내하고 동의를 구하겠습니다. 회사는 회원님의 명시적인 동의나 별도 법률에 의해 필요할 경우에만 개인정보를 처리합니다.
•	3. 개인정보의 처리 및 보유기간
o	회사는 법령에 따른 개인정보 보유·이용기간 또는 정보주체로부터 개인정보를 수집시에 동의받은 개인정보 보유·이용기간 내에서 개인정보를 처리·보유합니다. 각각의 개인정보 처리 및 보유 기간은 다음과 같습니다.
	가. 계약 또는 청약철회 등에 관한 기록: 5년
	나. 대금결제 및 재화 등의 공급에 관한 기록: 5년
	다. 소비자의 불만 또는 분쟁처리에 관한 기록: 3년
	라. 표시, 광고에 관한 기록: 6개월
	마. 사이트 접속에 관한 기록 : 3개월
	바. 특정 금융거래정보 기록: 5년
	사. 부정이용 방지를 위한 기록(내부규정) : 7일
•	4. 개인정보의 열람, 갱신, 수정 또는 삭제
o	① 회원님께서는 언제든지 등록되어 있는 회원님의 개인정보를 열람하거나 수정하실 수 있습니다. 개인정보 열람 및 정정을 하고자 할 경우에는 회사 홈페이지 로그인 후 "마이페이지>회원정보수정"항목을 클릭하여 직접 열람 또는 정정하거나, 개인정보 보호책임자 및 민원담당자에게 서면, 전화 또는 이메일로 연락하시면 지체 없이 조치하겠습니다.
o	② 회원님께서 직접 권리행사를 하실 수 없는 경우에는 법정대리인이나 위임을 받은 자 등 대리인을 통하여 하실 수 있으며, 이 경우 개인정보보호책임자 및 담당자에게 서면, 전화 또는 E-mail로 연락하시면 지체 없이 조치하겠습니다.
o	③ 회원님께서 개인정보의 오류에 대한 정정을 요청한 경우, 정정을 완료하기 전까지 당해 개인 정보를 이용 또는 제공하지 않습니다.
o	④ 잘못된 개인정보를 제3자에게 이미 제공한 경우에는 정정 처리결과를 제3자에게 지체 없이 통지하여 정정하도록 조치하겠습니다.
•	5. 동의철회 및 파기
o	① 회원가입 등을 통한 개인정보의 수집, 이용, 제공에 대하여 회원은 가입 시 동의한 내용에 대해서 언제든지 철회할 수 있습니다.
o	② 동의 철회는 회사의 사이트에 로그인 후, "회원정보>회원탈퇴하기"에서 언제든지 철회할 수 있으며, 개인정보 민원담당자에게 서면, 전화, 이메일 등으로 연락하시면 신속하게 개인정보의 삭제 등 필요한 조치를 합니다. 단, 회원ID에 대해서는 서비스 이용의 혼선 방지, 법령에서 규정하는 회원거래정보의 보존기간 동안의 보관의무의 이행, 기타 안정적인 서비스 제공을 위하여 필요한 정보이므로, 탈퇴후 동일 ID로의 재가입은 허용되지 않습니다.
o	③ 회원님이 자발적으로 회원탈퇴한 후 회원 재가입, 임의해지 등을 반복적으로 행하여 회사가 제공하는 할인쿠폰, 이벤트 혜택 등으로 경제적 이익을 취하거나 이 과정에서 명의를 무단으로 사용하는 등 편법과 불법 행위를 하는 회원을 차단하고자 회사는 회원님의 일부 개인정보를 탈퇴 후 7일이 지난 후 파기 합니다.
o	④ 이미 제공된 회원정보를 철회 하는 데는 일정 시간이 소요되며 소요되는 시간 동안 마케팅에 활용되지 않도록 하겠습니다. 회사는 회원님의 소중한 정보를 보호하기 위하여 신속하게 처리되도록 최선의 노력을 다하겠습니다.
o	⑤ 회원님이 1년이상 접속하지 않으실경우 회원님의 정보는 휴면처리되며 별도DB에 분리보관됩니다. 분리보관 이후 4년간 접속하지 않으실 경우 회원님의 개인정보를 파기 합니다. 단, 회원님이 별도로 휴면 기간을 지정하셨을경우 해당 기간까지 휴면처리되지 않습니다. ※ 별도 보관된 정보는 회원님이 재접속을 통해 휴면을 해제할때까지 사용되지 않습니다.
o	⑥ 회사는 회원님으로부터 개인정보를 수집시에 동의받은 개인정보 보유·이용기간이 경과되는 경우 지체없이 개인정보를 파기 또는 분리보관 합니다. 파기 시, 물리적 형태로 저장된 개인정보는 파쇄하거나 소각하며, 전자적 파일 형태로 저장된 개인정보는 기록을 저장할 수 없는 기술적 방법을 사용하여 삭제합니다.
•	6. 개인정보보호를 위해 회원들이 알아야 할 사항
o	① 회원님의 개인정보를 최신의 상태로 정확하게 입력하여 불의의 사고를 예방해 주시기 바랍니다. 이용자가 입력한 부정확한 정보로 인해 발생하는 사고의 책임은 이용자 자신에게 있으며 타인 정보의 도용 등 허위정보를 입력할 경우 회원자격이 상실될 수 있습니다.
o	② 회원님은 개인정보를 보호받을 권리와 함께 스스로를 보호하고 타인의 정보를 침해하지 않을 의무도 가지고 있습니다. 비밀번호를 포함한 회원님의 개인정보가 유출되지 않도록 주의하시고 게시물을 포함한 타인의 개인정보를 훼손하지 않도록 유의해 주십시오. 만약 이같은 책임을 다하지 못하고 타인의 정보 및 존엄성을 훼손할 시에는 관련 법률에 의해 처벌받을 수 있습니다.
•	7. 비회원 고객의 개인정보수집 및 보호
o	인터파크 투어는 개인정보활용 동의(선택)에 동의를 한 고객에 한해 비회원으로 예약 후 예약 확인을 하거나 다른 상품을 예약하고자 할 때 자동로그인 처리를 통해 서비스 이용에 대한 편의 기능을 제공 하고 있습니다. 해당 기능은 개인정보활용 동의(선택)에 대하여 거부하거나 웹 브라우저의 옵션에서 쿠키를 차단할 경우 활용되지 않으며, 비회원 예약 리스트 페이지에서도 해당 정보 활용에 대한 거부를 할 수 있습니다.
비회원은 개인정보활용 동의(선택)를 거부할 경우, 맞춤 서비스 및 특가 알림 등 일부 제한될 수 있으나 여행서비스 및 숙박, 항공 예약에는 영향이 없습니다.
•	8. 자동 수집 장치·운영 및 거부에 관한 사항
o	① 회사는 다른 많은 웹사이트와 마찬가지로 쿠키를 운용합니다. '쿠키(cookie)'란 이용자의 웹브라우저에 보내는 아주 작은 텍스트 파일로서 회원님에 대한 정보를 저장하고 수시로 찾아내는 역할을 합니다.
o	② 회원께서 회사의 웹사이트에 접속을 하시면, 회사의 컴퓨터는 회원님의 브라우저에 있는 쿠키의 내용을 읽고, 회원의 추가정보를 회원님의 컴퓨터에서 찾아 접속에 따른 성명 등의 추가 입력 없이 서비스를 제공할 수 있습니다.
o	③ 회원께서는 웹브라우저 상단의 도구>인터넷 옵션>개인정보 메뉴의 옵션 설정을 통해 쿠키 저장을 거부 할 수 있습니다. 그러나, 회원님께서 쿠키에 대한 설치를 거부하거나 삭제로 설정한 경우에는 해당 웹 페이지에 일정부분에 대해서 접근할 때마다 회원의 경우, 회원님의 아이디(ID)나 비밀번호(password)를 다시 입력하셔야 하며, 투어 비회원의 경우 본인확인 인증을 다시 수행하셔야 합니다.
o	④ 회사는 이용자의 편의를 위하여 쿠키를 운영합니다. 회원의 경우 ID를 수집하여 타겟(Target) 마케팅 등의 목적을 위해 사용되며, 투어 비회원의경우 방문일시, 서비스 이용기록을 이용하여 추가 본인확인 인증없이 예약내역이나 자동로그인을 하는 등의 편의를 제공하기 위해 활용됩니다.
쿠키는 브라우저의 종료 시나 로그아웃 시 만료됩니다.
				 
	
				  
				  </textarea>
				
				</div>
				<span id="LoginConfrimCheckMsg"></span>
				<div class="offset-2 row mt-5">
					<div class="col">
						<a href="main" class="btn btn-outline-dark ">돌아가기</a>
					</div>
					<div class="offset-1 col">
						<input type="button" value="동의하고 가입하기" class="btn btn-outline-dark " id="joinConfirmBtn">
					</div>
				</div>
			</form>	
		</div>
	
	</div>	
	
	
	
	 
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	</div>
</div>