<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>
<%@ taglib prefix="c" uri="http://java.sun.com/jsp/jstl/core"%>
    
<div class="row">
	<div class="col-10 offset-1">
	
		<div class="row">
			<div class="col">
			<h1 class="my-5">정보 약관 동의</h1>
				<span>
				<i id="allLoginConfrimCheck" class="LoginConfrim bi bi-check-circle-fill me-2"  data-code="false" style="font-size:25px; color: lightgray; " ></i>
				전체동의
				</span>
			
			
			<form action="memberJoinForm" id="memberJoinConfrimFrom">  
				<div class="row">
				  <span>
				  	<i id="LoginConfrimCheck1" class="LoginConfrim LoginConfrim2 bi bi-check-circle-fill me-2" data-code="false" style="font-size:25px; color: lightgray; " ></i>
				  	회원가입약관(필수)
				  </span>
				  
				  
				  <textarea class="form-control mb-5"  rows="5" style="height: 300px;">
이용약관
제1장 총칙
제1조(목적)
본 약관은 GALAGO(이하 "공사")가 제공하는 GALAGO 서비스(이하 "서비스")의 이용과 관련하여 공사와 이용자의 권리, 의무 및 책임사항 그리고 기타 필요한 사항을 규정하는 것을 목적으로 합니다.

제2조(약관의 효력 및 변경)
약관의 내용은 서비스 화면에 게시하고 이용자가 동의함으로써 효력이 발생합니다. 공사는 합리적인 사유가 발생될 경우에는 이 약관을 변경할 수 있으며, 약관이 변경되는 경우에는 최소한 7일전에 공지합니다. 또한 새로운 서비스가 개설될 경우, 별도의 명시된 설명이 없는 한 이 약관에 따라 제공됩니다.

① 본 약관은 공사가 서비스 화면을 통해 게시하고 이용자가 이에 동의함으로써 효력을 발생합니다.
② 공사는 "약관의 규제 등에 관한 법률", "전기통신사업법령", "정보통신망 이용촉진 및 정보보호 등에 관한 법률", "개인정보보호법" 등 관련 법령을 위반하지 않는 범위에서 이 약관의 내용을 수정하거나 변경할 수 있습니다.
③ 공사가 약관을 개정할 경우에는 기존약관과 개정약관 및 개정약관의 적용일자와 개정사유를 명시하여 현행약관과 함께 그 적용일자 7일 전부터 적용일 이후 상당한 기간 동안, 개정 내용이 회원에게 불리한 경우에는 그 적용일자 30일 전부터 적용일 이후 상당한 기간 동안 각각 이를 서비스 홈페이지에 고지합니다.
④ 공사가 전항에 따라 회원에게 고지하면서 고지일로부터 개정약관 시행일 7일 후까지 거부의사를 표시하지 아니하면 승인한 것으로 본다는 뜻을 명확하게 고지하였음에도 의사표시가 없는 경우에는 변경된 약관을 승인한 것으로 봅니다. 회원이 개정약관에 동의하지 않을 경우 회원은 제6조 제1항의 규정에 따라 이용계약을 해지할 수 있습니다.

제3조(용어의 정의)
이 약관에서 사용하는 용어의 정의는 다음과 같습니다.

① 이용자: 공사가 제공하는 서비스를 받는 소셜로그인 회원 및 비회원
② 회원: 다른 서비스에서 가입한 정보를 바탕으로 GALAGO 서비스 內 소셜로그인 인증을 받은 개인이나 법인 또는 법인에 준하는 단체
③ 비회원: 소셜로그인 인증을 통하여 회원인증하지 않고, 공사가 제공하는 서비스를 이용하는 자
④ 해지: 공사 또는 회원이 서비스 개통 후 이용계약을 해약하는 것
⑤ 소셜로그인 인증 : 포털‧사회관계망서비스(SNS) 가입자가 해당 ID로 다른 웹사이트나 애플리케이션에 접속하는 기능

제2장 회원의 가입 및 관리
제4조(회원가입)
이용자는 회원가입을 신청하려면 GALAGO 서비스에서 제공하는 로그인메뉴를 통해 소셜로그인 인증을 받음으로써 회원가입이 이루어지며, 이 경우 이용약관 및 개인정보처리방침 내용에 동의한 것으로 간주합니다.

제5조(회원정보의 변경)
회원은 회원정보(패스워드, 닉네임, 프로필사진 등)의 수정을 원할 경우 로그인한 소셜서비스에서 제공하는 회원정보수정 메뉴를 통해 수정해야 하며, 변경하지 않은 정보로 인해 발생되는 문제의 책임은 회원에게 있습니다.

제6조(회원 탈퇴 및 자격상실, 서비스 이용제한 등)
① 회원은 탈퇴를 희망할 경우 탈퇴를 요청할 수 있으며, 공사는 관련법 등이 정하는 바에 따라 이를 처리합니다. 회원이 자발적으로 계약을 해지할 경우, 공사는 관련법 및 개인정보취급방침에 따라 인증정보를 삭제합니다. 회원이 다음 각 호의 사유에 해당하는 경우, 공사는 회원자격을 제한 및 정지시킬 수 있습니다.
가. 가입 신청 시에 허위 내용을 등록한 경우
나. 다른 사람의 서비스 이용을 방해하거나 타인의 명예를 훼손하거나 그 정보를 도용하는 등 전자 거래 및 정보통신서비스 이용질서를 위협하는 경우
다. 제공되는 정보를 변경하는 등 공사의 운영을 방해한 경우
라. 법령과 본 약관이 금지하거나 미풍양속에 저해하는 행위를 하는 경우
② 공사는 회원자격 및 서비스 이용을 제한, 정지 시킨 후, 그 사유가 시정되지 아니하는 경우 회원자격을 상실시킬 수 있습니다.

제3장 서비스 이용
제7조(서비스의 구분)
공사가 이용자에게 제공하는 서비스는 기본서비스와 부가서비스 등으로 구분 하며, 서비스의 종류와 내용 등은 공사가 공지나 서비스 이용안내에서 별도로 정하는 바에 의합니다.

제8조(서비스의 이용시간)
① 서비스는 연중무휴 1일 24시간 제공함을 원칙으로 하며, 공사가 업무상, 운영상, 기술상의 이유로 서비스의 전부 또는 일부가 일시 중지될 수 있으며, 이 경우 내용을 사전에 공지합니다.
② 공사는 서비스 별로 이용 가능한 시간을 별도로 정할 수 있으며 이 경우 그 내용을 사전에 공지합니다.
제9조(서비스 변경)
공사는 상당한 이유가 있는 경우에 업무상, 운영상, 기술상의 필요에 따라 제공하고 있는 전부 또는 일부 서비스를 변경 및 중단 할 수 있으며, 이 경우 그 내용을 사전에 공지합니다.

제4장 의무 및 책임
제10조(공사의 의무)
① 공사는 관련법과 이 약관에서 금지하거나 미풍양속에 반하는 행위를 하지 않으며, 계속적이고 안정적으로 서비스를 제공하기 위하여 최선을 다하여 노력합니다.
② 공사는 서비스와 관련한 회원의 불만사항이 접수되는 경우 이를 즉시 처리하여야 하며, 즉시 처리가 곤란한 경우 그 사유와 처리 일정을 해당 회원에게 통지하여야 합니다.
③ 공사는 서비스의 제공과 관련하여 알게 된 회원의 개인정보를 본인의 승낙 없이 제3자에게 누설, 배포하지 않고, 이를 보호하기 위하여 노력합니다. 회원의 개인정보보호 및 사용에 대해서는 관련법 및 개인정보취급방침에 따릅니다.
제11조(회원의 의무)
회원은 다음 행위를 하여서는 안 됩니다.

① 신청 또는 변경 시 허위내용의 등록
② 타인의 정보도용
③ 공사가 게시한 정보의 변경
④ 공사가 정한 정보 이외의 정보(컴퓨터 프로그램 등) 등의 송신 또는 게시
⑤ 공사와 기타 제3자의 저작권 등 지적재산권에 대한 침해
⑥ 공사 및 기타 제3자의 명예를 손상시키거나 업무를 방해하는 행위
⑦ 외설 또는 폭력적인 메시지, 화상, 음성, 기타 미풍양속에 반하는 정보를 서비스에 공개 또는 게시하는 행위
⑧ 공사의 동의 없이 영리를 목적으로 서비스를 사용하는 행위
⑨ 기타 불법적이거나 부당한 행위
제12조(양도 금지)
회원은 서비스의 이용권한, 기타 이용 계약상 지위를 타인에게 양도, 증여할 수 없으며, 이를 담보로 제공할 수 없습니다.

제13조(게시물에 대한 권리 및 책임)
① 게시물에 대한 저작권을 포함한 모든 권리 및 책임은 이를 게시한 회원에게 있으며, 공사는 서비스 내에 게재할 권리를 갖습니다.
② 공사는 회원이 서비스에 게시, 게재하거나 서비스를 통해 전송, 수신한 내용물 및 그 결과에 대하여 책임지지 않으며, 아래사항에 해당하는 경우 게시물을 임의로 삭제할 수 있습니다.
가. 타인을 비방하거나, 프라이버시를 침해하거나, 명예를 손상시키는 내용인 경우
나. 공공질서 및 미풍양속에 위반되는 내용인 경우
다. 서비스의 안정적인 운영에 지장을 주거나 줄 우려가 있는 경우
라. 범죄행위에 관련된다고 판단되는 내용인 경우
마. 공사의 지적재산권, 타인의 지적재산권 등 기타 권리를 침해하는 내용인 경우
바. 특정제품의 선전 등 기타 상용목적으로 게시되는 내용인 경우
사. 입력된 정보를 무단 개조하는 경우
아. 타 회원의 회원 ID, 비밀번호를 도용하는 경우
자. 게시판의 목적에 맞지 않는 사이버 시위 및 도배 목적의 내용인 경우
차. 기타 관계법령에 위반된다고 판단되는 경우
제14조(책임제한)
① 공사는 천재지변 또는 이에 준하는 불가항력으로 인하여 서비스를 제공할 수 없는 경우에는 서비스 제공에 관한 책임을 지지 않습니다.
② 공사는 회원의 귀책사유로 인한 서비스 이용의 장애에 대하여는 책임을 지지 않습니다.
③ 공사는 회원이 서비스와 관련하여 게재한 정보, 자료, 사실의 신뢰도, 정확성 등의 내용에 관하여는 책임을 지지 않습니다.
④ 공사는 회원 간 또는 회원과 제3자 상호간에 서비스를 매개로 하여 거래 등을 한 경우에는 책임을 지지 않습니다.
제15조(분쟁의 해결)
본 약관은 대한민국법령에 의하여 규정되고 이행되며, 서비스 이용과 관련하여 공사와 회원간에 발생한 분쟁에 대해서는 민사소송법상의 주소지를 관할하는 법원을 합의관할로 합니다.

제16조(규정의 준용)
본 약관에 명시되지 않은 사항에 대해서는 관련법령에 의하고, 법에 명시되지 않은 부분에 대하여는 관습에 의합니다.

■ 부칙
본 약관은 2018년 9월 4일부터 적용됩니다.
	
				  
				  </textarea>
				  
				</div>
				<div class="row">
				 <span>
				  	<i id="LoginConfrimCheck2" class="LoginConfrim LoginConfrim2 bi bi-check-circle-fill me-2" data-code="false" style="font-size:25px; color: lightgray; " ></i>
				  	전자금융거래이용약관(필수)
				 </span>
				  
				  <textarea class="form-control mb-5"  rows="3" style="height: 300px;">
	제1조(목적) 이 약관은 GARAGO(이하 “GARAGO”이라 합니다.)과 이용자 사이의 전자금융거래에 관한 기본적인 사항을 정함으로써, 거래의 신속하고 효율적인 처리를 도모하고 거래당사자 상호간의 이해관계를 합리적으로 조정하는 것을 목적으로 합니다.
 
제2조(용어의 정의)
 
① 이 약관에서 사용하는 용어의 의미는 다음 각 호와 같습니다.
 
 1. “전자금융거래”라 함은 GARAGO이 전자적 장치를 통하여 제공하는 금융상품 및 서비스를 이용자가 전자적 장치를 통하여 비대면·자동화된 방식으로 직접 이용하는 거래를 말합니다.
 
 2. “이용자”라 함은 전자금융거래를 위하여 GARAGO과 체결한 계약(이하 "전자금융거래계약"이라 합니다.)에 따라 전자금융거래를 이용하는 고객을 말합니다.
 
 3. “지급인”이라 함은 전자금융거래에 의하여 자금이 출금되는 계좌(이하 “출금계좌”라 합니다.)의 명의인을 말합니다.
 
 4. “수취인”이라 함은 전자금융거래에 의하여 자금이 입금되는 계좌(이하 “입금계좌”라 합니다.)의 명의인을 말합니다.
 
 5. “전자적 장치”라 함은 현금자동지급기, 자동입출금기, 지급용단말기, 컴퓨터, 전화기 그 밖에 전자적 방법으로 전자금융거래정보를 전송하거나 처리하는데 이용되는 장치를 말합니다.
 
 
 6. “접근매체”라 함은 전자금융거래에 있어서 거래지시를 하거나 이용자 및 거래내용의 진정성을 확보하기 위하여 사용되는 다음 각목의 어느 하나에 해당하는 수단 또는 정보를 말합니다.
  가. GARAGO이 제공한 전자식 카드 및 이에 준하는 전자적 정보
  나.「전자서명법」에 따른 전자서명생성정보 또는 인증서
  다. GARAGO에 등록된 이용자 번호
  라. 등록되어 있는 이용자의 생체정보
  마. 가목 또는 나목의 수단이나 정보를 사용하는 데 필요한 비밀번호
 
 7. “전자문서”라 함은 「전자문서 및 전자거래기본법」 제2조 제1호의 규정에 따라 작성·변환되거나 송신·수신 또는 저장된 정보를 말합니다.
 
 8. “거래지시”라 함은 이용자가 전자금융거래계약에 의하여 GARAGO에 개별적인 전자금융거래의 처리를 지시하는 것을 말합니다.
 
 9. “오류”라 함은 이용자의 고의 또는 과실 없이 전자금융거래가 약관(개별약관을 포함합니다.), 전자금융거래계약 또는 이용자가 거래지시한 대로 이행되지 아니한 경우를 말합니다.
 
 10. “계좌송금”이라 함은 이용자가 자동입출금기를 통하여 자기 또는 타인의 계좌에 자금을 입금하는 것을 말합니다.
 
 11. “계좌이체”라 함은 지급인의 전자적 장치를 통한 지급지시에 따라 GARAGO이 지급인의 출금계좌에서 자금을 출금하여 같은 GARAGO 또는 다른 GARAGO의 계좌에 입금하는 것을 말합니다.
 
 12. “예약에 의한 계좌이체”라 함은 계좌이체가 장래의 특정일자에 이루어지도록 이용자가 미리 거래지시하고 GARAGO이 이를 해당일자에 처리하는 것을 말합니다.
 
 13. “추심이체”라 함은 수취인의 전자적 장치를 통한 추심지시에 따라 GARAGO이 지급인의 출금계좌에서 자금을 출금하여 같은 GARAGO 또는 다른 GARAGO의 계좌에 입금하는 것을 말합니다.
 
 
 14. “예약에 의한 추심이체”라 함은 추심이체가 장래의 특정일자에 이루어지도록 이용자가 미리 거래지시하고 GARAGO이 이를 해당일자에 처리하는 것을 말합니다.
 
 15. “지연이체”라 함은 이용자가 계좌이체 거래지시를 한 시점으로부터 일정시간이 경과한 후에 GARAGO이 이를 처리하는 것을 말합니다.
 
 16. “영업일”이라 함은 통상 GARAGO이 영업점에서 정상적인 영업을 하는 날을 말합니다.
 
 17. “단말기 지정 및 이용”이라 함은 이용자가 전자금융거래 시 계좌이체가 가능한 전자적 장치(이하 “단말기”라 합니다.)의 IP주소, MAC주소 등 기기정보를 GARAGO에 등록하고 이용하는 것을 말합니다.
 
 18. “추가적인 보안조치”라 함은 이용자가 지정하지 않은 단말기를 이용하여 전자금융거래를 하는 경우 제6호의 접근매체 외의 휴대폰 문자 또는 2채널(서로 다른 두 가지 이상의 통신 경로를 이용) 등의 수단으로 본인임을 확인하는 방법을 말합니다.
 
 19. “전자서명”이라 함은 「전자서명법」 제2조 제2호의 규정에 따른 전자서명을 말합니다.
 
② 이 약관에서 별도로 정하지 아니한 용어는 「전자금융거래법」 및 관계 법령 등에서 정하는 바에 따릅니다.
 
제3조(적용되는 거래) 이 약관은 GARAGO과 이용자 사이에 다음 각 호의 전자적 장치를 이용하여 이루어지는 계좌이체(예약에 의한 계좌이체 및 지연이체를 포함합니다. 이하 같습니다.), 추심이체(예약에 의한 추심이체를 포함합니다. 이하 같습니다.), 계좌송금과 관련한 조회, 입금, 출금 등의 전자금융거래에 적용됩니다.
 
1. 현금자동지급기, 자동입출금기, 지급용단말기에 의한 거래
2. 컴퓨터에 의한 거래
3. 전화기에 의한 거래
4. 기타 전자적 장치에 의한 거래
 
 
제4조(전자금융거래계약의 체결 및 해지)
 
① 이용자가 전자금융거래를 하고자 하는 경우에는 사전에 GARAGO과 별도의 전자금융거래계약을 체결하여야 합니다. 다만, 다음 각 호의 1에 해당하는 경우에는 그러하지 아니합니다.
1. 예금잔액, 예금입출금내역 등 단순조회
2. 현금자동지급기, 자동입출금기, 지급용단말기에 의한 거래
3. 기타 GARAGO이 정하는 거래
 
② 전자금융거래 계약을 해지하고자 하는 경우에는 이용자 본인이 전자금융거래에 관한 개별약관에 정한 바에 따라 서면 또는 해당 전자적 장치에 의하여 GARAGO에 해지신청을 하여야 합니다.
 
제5조(접근매체의 발급 및 등록)
 
① GARAGO이 접근매체를 발급할 때에는 이용자의 신청이 있는 경우에 한하여 본인임을 확인한 후에 발급합니다.
 
② 제1항의 규정에도 불구하고 GARAGO은 접근매체의 갱신 또는 대체발급 등을 위하여 이용자의 동의를 얻은 경우로서 다음 각 호에 해당하는 경우에는 이용자의 신청이나 본인확인 없는 때에도 발급할 수 있습니다.
 
 1. 갱신 또는 대체발급 예정일전 6개월 이내에 사용된 적이 없는 접근매체에 대하여 이용자로부터 갱신 또는 대체발급에 대한 서면(전자서명(서명자의 실지명의를 확인할 수 있는 것을 말합니다.)이 있는 전자문서를 포함합니다.) 동의를 얻은 경우
 
 2. 갱신 또는 대체발급 예정일전 6개월 이내에 사용된 적이 있는 접근매체의 경우에는 그 예정일부터 1개월 이전에 이용자에게 발급 예정사실을 알린 후 20일 이내에 이용자로부터 이의제기가 없는 경우
 
③ 이용자는 전자금융거래계약을 체결하고 거래비밀번호 등을 전자적 장치를 통하여 직접 등록할 경우에는 계약일 포함 3영업일 이내에 등록하여야 합니다.
 
 
 
제6조(접근매체의 관리) 이용자는 전자금융거래에 필요한 접근매체에 대하여 다른 법률에 특별한 규정이 없는 한 다음 각 호의 행위를 하여서는 안되며, 접근매체의 도용, 위조, 변조를 방지하기 위한 관리에 충분한 주의를 기울여야 합니다.
 
 1. 접근매체를 제3자에게 대여하거나 사용을 위임하는 행위
 
 2. 접근매체를 제3자에게 양도 또는 담보 목적으로 제공하는 행위
 
 3. 제3자가 권한 없이 이용자의 접근매체를 이용하여 전자금융거래를 할 수 있음을 알았거나 쉽게 알 수 있었음에도 불구하고 접근매체를 누설, 노출, 방치하는 행위
 
제7조(GARAGO이 정한 인증방법의 사용) 이용자는 이 약관의 적용대상인 전자금융거래를 이용하는 경우 반드시 GARAGO이 전자금융거래의 종류, 성격, 위험수준 등을 고려하여 정한 인증방법을 사용하여야 합니다.
 
제8조(이용시간)
 
① 이용자는 GARAGO이 정한 시간 이내에서 전자금융거래를 이용할 수 있습니다.
 
② 이용시간은 GARAGO의 사정에 따라 달라질 수 있으며, GARAGO이 이용시간을 변경하고자 하는 경우에는 그 내용을 이용자가 접근하기 용이한 전자적 장치 및 영업점을 통하여 변경 1개월 전부터 1개월간 알립니다. 다만, 시스템 장애복구, 긴급한 프로그램 보수, 외부요인 등 불가피한 경우에는 예외로 합니다.
 
제9조(수수료)
 
① GARAGO은 전자금융 수수료를 이용자의 계좌에서 출금하거나 이용자로부터 직접 현금으로 받을 수 있으며, 수납방법은 개별약관에 따릅니다.
 
② GARAGO은 수수료(율)를 고객이 확인할 수 있도록 영업점 및 이용자가 접근하기 용이한 전자적 장치를 통하여 게시하고, 수수료(율)를 변경하는 경우에는 제29조를 준용합니다.
 
 
제10조(이체 한도) 이용자는 GARAGO이 정한 지정방법에 따라 계좌이체, 추심이체, 계좌송금에 대한 이체 최고한도를 설정하여야 합니다.
 
제11조(거래의 성립) 이용자가 전자금융거래를 하고자 하는 경우에는 다음 각 호의 시기에 거래가 성립합니다.
 
 1. 계좌이체 및 추심이체의 경우에는 이용자가 입력한 거래지시의 내용을 GARAGO이 확인하고 출금자금(수수료를 포함합니다. 이하 같습니다.)을 출금계좌원장에 출금기록 한 때
 
 2. 현금출금의 경우에는 이용자가 입력한 거래지시의 내용을 GARAGO이 확인하고 출금자금을 출금계좌원장에 출금기록 한 때
 
 3. 계좌송금의 경우에는 GARAGO이 이용자가 입력한 거래지시의 내용 및 입금자금을 확인한 때
 
 4. 예약에 의한 계좌이체, 예약에 의한 추심이체, 지연이체의 경우는 GARAGO이 이용자의 거래지시 내용을 확인한 때. 다만, 이체시점에 자금이 출금계좌에 입금되어 있을 것을 조건으로 합니다.
 
제12조(거래지시의 처리기준)
 
① GARAGO은 이용자의 거래지시에 포함된 계좌번호, 비밀번호, 이용자번호 등의 접근매체 정보 또는 단말기 정보를 신고된 것과 대조하여 그 일치 여부를 확인한 후에 거래지시를 처리합니다.
 
② 이용자의 거래지시와 관련하여 GARAGO이 수신한 전자문서는 각 문서마다 독립된 것으로 봅니다.
 
③ 제2항의 규정에도 불구하고 거래지시 전자문서가 GARAGO이 정한 시간 내에 동일한 내용으로 반복 수신된 경우 GARAGO은 전화, 기타 이용자에게 즉시 통지할 수 있는 전자적 장치 등을 통하여 이용자의 진정한 거래지시 의사를 확인하는 절차를 거친 후 나머지 전자문서를 폐기할 수 있습니다.
 
 
④ GARAGO은 이용자의 거래지시에 따라 출금계좌에서 자금을 인출할 때 예금거래기본약관에 불구하고 통장이나 지급청구서 또는 수표 없이 인출합니다.
 
⑤ 대량계좌이체, 다른 GARAGO으로의 이체 등과 같이 거래의 특성상 수취인의 명의를 확인할 수 없는 경우에는 수취인의 계좌번호를 기준으로 하여 거래지시를 처리합니다.
 
⑥ 다른 GARAGO으로의 이체는 당일 중에 처리합니다. 다만, 당일 중 처리가 불가능한 경우에는 제19조 제4항에서 정한 바에 따라 처리합니다.
 
⑦ 예약에 의한 계좌이체, 예약에 의한 추심이체, 지연이체의 경우 이체시점에 출금계좌의 자금이 이용자가 거래지시한 금액 이상일 때 처리합니다.
 
⑧ 예약에 의한 계좌이체 및 예약에 의한 추심이체의 경우 이체지정일이 GARAGO 휴무일로 정해질 때에는 다음 영업일에 거래지시를 처리합니다.
 
제13조(추심이체의 출금 동의)
 
① GARAGO은 추심이체를 실행하기 위하여 다음 각 호에서 정하는 방식에 따라 미리 지급인으로부터 출금에 대한 동의를 얻어야 합니다.
 
 1. GARAGO이 지급인으로부터 서면(GARAGO이 정한 전자서명이 있는 전자문서를 포함합니다. 이하 이 조에서 같습니다.)에 의하여 출금신청을 받는 방법
 
 2. 수취인이 지급인으로부터 서면에 의한 출금의 동의를 받아 GARAGO에게 전달(전자적인 방법에 의하여 출금동의의 내역을 전송하는 경우를 포함합니다.)하는 방법
 
② 지급인은 수취인의 거래지시에 따라 지급인의 계좌의 원장에 출금기록이 끝나기 전까지 GARAGO에 출금동의의 철회를 요청할 수 있습니다.
 
③ 제2항의 규정에도 불구하고 대량으로 처리하는 거래 또는 예약에 의한 추심이체거래의 경우에는 지급인은 출금일 전영업일까지 GARAGO 영업점에 서면으로 출금 동의의 철회를 요청할 수 있습니다.
 
 
제14조(거래의 제한)
 
① 다음 각 호의 1에 해당하는 경우에는 전자금융거래의 해당 지시에 따른 거래를 제한할 수 있습니다.
 
 1. 전자금융거래의 처리시점에 출금계좌의 자금이 출금자금에 미달하는 때. 다만, 전자금융거래에 관한 개별약관에 따로 정한 경우에는 그에 따릅니다.
 
 2. 입금 또는 출금계좌가 해지되었거나 거래중지계좌에 편입되었을 때
 
 3. 이체일에 입금 또는 출금계좌의 잔액증명서가 발급되었을 때
 
 4. 이용자가 설정한 이체한도를 초과하여 계좌이체 거래지시를 할 때
 
 5. 입금계좌를 지정하여 계좌이체를 이용하기로 한 이용자가 지정하지 않은 계좌로 계좌이체 거래지시를 할 때
 
 6. 이용자가 접근매체에 의한 본인확인 외에 GARAGO이 제공하는 추가적인 보안조치를 이용하지 아니할 때. 다만, 다음 각 목의 경우는 그러하지 아니합니다.
 
   가. 고객의 불가피한 사유로 추가적인 조치가 불가하여 GARAGO과 별도의 약정을 체결한 경우
  나. 해외 출국사실이 확인된 경우
  다. 점자보안카드를 이용하는 경우
  라. 일회용 비밀번호생성기(OTP)를 이용하는 경우
 
 7. 압류, 가압류, 가처분 등 법적 지급제한,「전자금융거래법」및 관련 법령 위반 등으로 거래제공이 부적합하다고 GARAGO이 인정했을 때
 
② 다음 각 호의 1에 해당하는 경우에는 해당 전자적 장치를 통한 계좌이체의 전부를 제한할 수 있습니다.
 
 1. GARAGO이 정한 인증서의 유효기간이 만료되었거나 취소되었을 때
 2. 컴퓨터 또는 전화기로 전자금융거래를 이용하는 이용자가 12개월 이상 이용실적이 없을 때
 
 
③ GARAGO이 제1항 및 제2항에 의해 전자금융거래를 제한한 경우에는 이용자의 거래지시가 있을 때 해당 전자적 장치를 통하여 그 사유를 알려야 합니다.
 
④ 제2항의 경우에 이용자는 GARAGO이 정한 인증서 재발급·유효기간의 연장 또는 계속 사용의사 확인 등의 절차를 거쳐 전자금융거래를 이용할 수 있습니다.
 
⑤ 1회 100만원 이상의 금액이 송금·이체되어 입금된 경우 입금된 때로부터 해당금액 상당액 범위 내에서 30분간 자동화기기를 통한 인출 및 이체가 지연될 수 있습니다. 다만, 타점권으로 입금된 경우에는 이에 해당되지 않습니다.
 
제15조(지급의 효력발생시기)
 
① 계좌이체, 추심이체 및 계좌송금의 경우에는 수취인의 계좌원장에 입금기록을 마친 때에 지급의 효력이 생깁니다.
 
② 현금출금의 경우에는 이용자가 현금을 수령한 때에 지급의 효력이 생깁니다.
 
③ 선불전자지급수단 및 전자화폐로 지급하는 경우에는 거래지시된 금액의 정보가 수취인이 지정한 전자적 장치에 도달한 때에 지급의 효력이 생깁니다.
 
④ 그 밖의 전자지급수단으로 지급하는 경우에는 거래지시된 금액의 정보가 수취인의 계좌가 개설되어 있는 GARAGO등의 전자적 장치에 입력이 끝난 때에 지급의 효력이 생깁니다.
 
제16조(거래지시의 철회)
 
① 이용자는 제15조에 의하여 거래가 완료되기 전까지 전자금융거래 시 이용한 해당 전자적 장치를 통하거나 또는 GARAGO이 정하는 절차에 따라 거래지시를 철회 할 수 있습니다.
 
② 대량으로 처리하는 거래 또는 예약에 의한 계좌이체 및 추심이체는 이체일 전영업일까지 전자금융거래 시 이용한 해당 전자적 장치를 통하여 거래지시를 철회 할 수 있습니다.
 
③ 지연이체는 이체지연시간 종료 ( )분 전까지 전자금융거래 시 이용한 해당 전자적 장치를 통하거나 GARAGO이 정한 절차에 따라 거래지시를 철회할 수 있습니다.
 
④ 실시간 이체되는 거래 등 전자금융거래의 성질상 GARAGO이 거래의 완료 여부를 즉시 확인할 수 없는 경우에는 제1항의 규정에도 불구하고 이용자의 거래지시 철회를 제한할 수 있습니다.
 
⑤ 이용자의 요청에 따라 출금계좌를 해지할 때에는 해당 계좌에 등록된 지연이체 및 예약에 의한 계좌이체 거래지시도 철회됩니다.
 
⑥ 이용자의 사망·피성년후견선고·피한정후견선고·피특정후견선고(한정치산선고·금치산선고 포함)나 이용자 또는 GARAGO의 해산·합병·파산은 그 자체로는 거래지시를 철회 또는 변경하는 것으로 되지 아니하며 GARAGO의 권한에도 영향을 미치지 아니합니다.
 
제17조(거래내용의 확인)
 
① GARAGO은 제15조의 거래의 처리결과를 이용자가 전자금융거래에 이용한 해당 전자적 장치 또는 컴퓨터 등 대체 전자적 장치를 통하여 즉시 확인할 수 있도록 하여야 합니다. 다만, 다른 GARAGO으로의 이체, 예약에 의한 계좌이체, 지연이체의 경우에는 접수결과를 해당 전자적 장치를 통하여 이용자에게 즉시 알립니다.
 
② 제1항의 규정에도 불구하고 이용자가 요청하는 거래내용을 해당 전자적 장치 및 대체 전자적 장치로도 즉시 확인을 해 주는 것이 곤란할 경우 GARAGO은 해당 거래내용을 서면(전자문서를 제외합니다.) 형태로 출력하여 이용자에게 교부하여야 합니다.
 
③ 이용자는 거래지시와 제1항에 의한 처리결과가 일치하는지 여부를 확인하여야 합니다.
 
제18조(오류의 정정)
 
① 이용자는 전자금융거래에 오류가 있음을 안 때에는 즉시 GARAGO에 정정을 요구할 수 있으며 이 경우 GARAGO은 즉시 조사하여 이체자금의 이동경로를 확인하거나 출금을 제한하는 등 필요한 조치를 취한 후 정정요구를 받은 날부터 2주일 이내에 그 원인과 처리결과를 이용자에게 알려야 합니다.
 
 
② GARAGO은 스스로 전자금융거래에 오류가 있음을 안 때에는 이를 즉시 조사하여 처리한 후 오류가 있음을 안 날부터 2주일 이내에 그 원인과 처리결과를 이용자에게 알려야 합니다.
 
제19조(사고·장애 시의 처리)
 
① 이용자는 거래계좌에 관한 접근매체의 도난, 분실, 위조 또는 변조의 사실을 알았거나 기타 거래절차상 비밀을 요하는 사항이 누설되었음을 알았을 때에는 지체 없이 이를 GARAGO에 신고하여야 합니다.
 
② 제1항의 신고는 GARAGO이 이를 접수한 즉시 그 효력이 생깁니다.
 
③ 제1항의 신고를 철회할 경우에는 이용자 본인이 GARAGO에 서면으로 신청하여야 합니다.
 
④ GARAGO은 통신장애 및 기타의 사유로 인하여 거래지시된 전자금융거래가 처리 불가능한 경우에는 출금계좌로 입금처리하고 이용자가 신고한 최종 연락처로 이를 통지하여야 합니다.
 
⑤ GARAGO은 이용자의 요청이 있을 때에는 사고 또는 장애의 사유를 지체 없이 조사하여 그 결과를 이용자에게 통지하여야 합니다.
 
제20조(손해배상 및 면책)
 
① GARAGO은 이용자로부터 접근매체의 분실이나 도난의 통지를 받은 후에 제3자가 그 접근매체를 사용하여 이용자에게 손해가 발생한 경우 그 손해를 배상합니다.
 
② GARAGO은 다음 각 호의 1의 사고로 인하여 이용자에게 손해가 발생한 경우 그 손해를 배상합니다.
 
 1. 접근매체의 위조나 변조로 발생한 사고
 
 
 2. 계약체결 또는 거래지시의 전자적 전송이나 처리과정에서 발생한 사고
 
 3. 전자금융거래를 위한 전자적 장치 또는 「정보통신망 이용촉진 및 정보보호 등에 관한 법률」 제2조 제1항 제1호에 따른 GARAGO의 정보통신망에 침입하여 거짓이나 그 밖의 부정한 방법으로 획득한 접근매체의 이용으로 발생한 사고
 
③ 제1항 및 제2항에 의하여 금전적 손해가 발생한 경우 해당 금액 및 이에 대한 1년 만기 정기예금 이율로 계산한 경과이자를 배상합니다. 다만, 손해액이 해당 금액과 1년 만기 정기예금 이율로 계산한 금액을 초과하는 경우에는 실손해액을 배상합니다.
 
④ 제2항의 규정에도 불구하고 GARAGO은 이용자가 고의 또는 중과실로 다음 각 호의 행위를 하였음을 증명하는 경우 이용자에게 손해가 생기더라도 책임의 전부 또는 일부를 지지 아니합니다.
 
 1. 이용자가 접근매체를 제3자에게 대여하거나 사용을 위임한 경우 또는 양도나 담보의 목적으로 제공한 경우(「전자금융거래법」제18조에 따라 선불전자지급수단이나 전자화폐를 양도하거나 담보로 제공한 경우를 제외합니다.)
 
 2. 제3자가 권한 없이 이용자의 접근매체를 이용하여 전자금융거래를 할 수 있음을 알았거나 쉽게 알 수 있었음에도 불구하고 이용자가 자신의 접근매체를 누설 또는 노출하거나 방치한 경우
 
 3. GARAGO이 접근매체를 통하여 이용자의 신원, 권한 및 거래지시의 내용 등을 확인하는 것 외에 보안강화를 위하여 전자금융거래 시 사전에 요구하는 추가적인 보안조치를 이용자가 정당한 사유 없이 거부하여 사고가 발생한 경우
 
 4. 이용자가 제3호에 따른 추가적인 보안조치에 사용되는 매체·수단 또는 정보에 대하여 다음 각 목의 어느 하나에 해당하는 행위를 하여 사고가 발생한 경우
 
  가. 누설·노출 또는 방치한 행위
  나. 제3자에게 대여하거나 그 사용을 위임한 행위 또는 양도나 담보의 목적으로 제공한 행위
 
 5. 법인(「중소기업기본법」제2조 제2항에 의한 소기업을 제외합니다.)인 이용자에게 손해가 발생한 경우로 GARAGO이 사고를 방지하기 위하여 보안절차를 수립하고 이를 철저히 준수하는 등 합리적으로 요구되는 충분한 주의의무를 다한 경우
 
 
제21조(거래기록의 보존)
 
① GARAGO은 전자금융거래와 관련한 다음 각 호의 거래기록(조회거래는 제외합니다.)을 5년간 유지, 보존하여야 합니다.
 
 1. 거래계좌의 명칭 또는 번호
 2. 거래의 종류 및 금액, 거래상대방을 나타내는 정보
 3. 거래일시, 전자적 장치의 종류 및 전자적 장치를 식별할 수 있는 정보
 4. GARAGO이 수취한 전자금융 관련 수수료
 5. 추심이체의 경우 지급인의 출금동의 내역
 6. 전자금융거래 신청, 조건변경에 관한 내용
 7. 해당 전자금융거래와 관련한 전자적 장치의 접속기록
 
② GARAGO은 전자금융거래와 관련한 다음 각 호의 거래기록을 1년간 유지, 보존하여야 합니다.
 
 1. 건당 거래금액이 1만원 이하인 소액거래에 관한 기록
 2. 거래승인에 관한 기록
 3. 오류정정 요구 및 처리기록
 
제22조(거래기록·자료의 제공)
 
① GARAGO은 이용자의 요청이 있을 경우 「금융실명거래 및 비밀보장에 관한 법률」등 다른 법률에 저촉되지 않는 범위 내에서 GARAGO이 보존·관리하고 있는 전자금융거래 관련 기록·자료를 이용자에게 제공하여야 합니다.
 
② 이용자가 제공 요청을 할 수 있는 거래기록·자료의 범위와 대상기간은 제21조 제1항 및 제2항에서 정한 기록 및 기간으로 합니다.
 
③ 이용자가 서면(전자문서를 제외합니다. 이하 같습니다.) 형태의 거래기록·자료(이하 “거래명세서”라 합니다.)를 제공할 것을 GARAGO에 요청하는 경우에는 본인이 서면으로 영업점에 신청하여야 하며, GARAGO은 신청 가능 영업점의 주소 및 전화번호 등을 인터넷 등을 통하여 이용자가 알 수 있도록 게시하여야 합니다.
 
④ GARAGO은 이용자로부터 제3항에 따른 거래명세서의 제공요청을 받은 경우 2주일 이내에 이용자에게 거래명세서를 교부하여야 합니다.
 
⑤ GARAGO은 불가피한 사유로 인하여 거래기록·자료(거래명세서를 포함합니다.)의 제공이 불가능한 경우에는 그 사유를 이용자에게 즉시 통보하여야 하며, 해당 사유가 소멸한 경우 다음 각 호에서 정한 기한 내에 이용자에게 확인 및 제공하여야 합니다.
 
 1. 전자적 장치를 통한 제공의 경우에는 즉시
 2. 제3항에 따른 서면 제공 방식의 경우에는 2주일 이내에 거래명세서 교부
 
제23조(통지방법 및 효력)
 
① GARAGO은 제18조 제2항, 제19조 제4항 및 제5항 등 전자금융거래에서 발생하는 사항을 통지하는 경우에는 이용자가 신고한 최종 연락처로 전화, 서면 또는 기타 전자적 장치로 통지하여야 하며, 이용자가 서면을 요청하는 경우에는 서면으로 알려야 합니다.
 
② GARAGO의 의사표시는 그 통지가 도달되어야 효력이 생깁니다. 다만, 거래의 처리결과 등 일반적인 사항을 서면으로 통지했을 때에는 보통의 우송기간이 지났을 때 도달된 것으로 추정하며, 이용자가 제24조에 의한 변경신고를 하지 않은 때에는 도달된 것으로 봅니다.
 
제24조(신고사항의 변경 등)
 
① 이용자가 계좌번호, 비밀번호, 이용자번호, 상호, 주소, 전화번호 등 GARAGO에 신고한 사항을 변경하고자 하는 경우에는 전자금융거래에 관한 개별약관에 정한 바에 따라 신고하여야 합니다.
 
② 신고사항의 변경은 GARAGO이 제1항의 신고를 접수하고 전산입력에 요구되는 합리적인 시간이 지난 후에 그 효력이 생깁니다.
 
③ 이용자는 제1항에서 정한 신고사항 외의 각종 통지를 GARAGO의 전자금융보조업자에게도 할 수 있습니다. 이 경우 전자금융보조업자에게 한 통지는 GARAGO에게 한 것으로 봅니다.
 
 
제25조(준수사항) 전자금융거래의 안전한 수행을 위하여 이용자는 GARAGO이 정하는 바에 따라 다음 각 호의 사항을 준수하여야 합니다.
 
 1. 비밀번호 유출 및 해킹 등 전자적 침해를 방지하기 위하여 필요한 조치 및 관리방법
 2. 이용자 보호를 위하여 GARAGO이 제공하는 절차와 방법
 3. 기타 GARAGO이 정하는 사항
 
제26조(거래내용 녹음) GARAGO은 거래의 정확성을 기하기 위해 직원과의 전화통화에 의한 거래내용을 녹음할 수 있습니다. 다만, 녹음된 내용은 해당거래에 관한 분쟁이 발생할 경우의 증거자료로만 사용할 수 있으며, 이 경우 이용자는 GARAGO에 녹음된 내용의 청취를 요구할 수 있습니다.
 
제27조(비밀보장의무)
 
① GARAGO은 법령에 정한 경우를 제외하고는 전자금융거래업무를 수행함에 있어서 알게 된 이용자의 인적사항 및 계좌, 접근매체 및 전자금융거래의 내용과 실적에 관한 정보 또는 자료를 이용자의 동의 없이는 다른 사람에게 제공하거나 누설하거나 업무 목적 외 사용을 하여서는 안됩니다.
 
② GARAGO의 관리소홀로 인한 이용자 관련 정보 도난 및 유출 시에는 GARAGO이 책임을 집니다.
 
제28조(약관의 명시·교부·설명)
 
① GARAGO은 이용자에게 약관을 명시하여야 하고, 이용자의 요청이 있는 경우 전자문서의 전송(전자우편을 이용한 전송을 포함합니다.), 모사전송, 우편 또는 직접 교부의 방식으로 약관의 사본을 이용자에게 교부하여야 합니다.
 
② GARAGO은 이용자가 약관의 내용에 대한 설명을 요청하는 경우 다음 각 호의 어느 하나의 방법으로 이용자에게 약관의 중요내용을 설명하여야 합니다.
 
 
1. 약관의 중요내용을 이용자에게 직접 설명
2. 약관의 중요내용에 대한 설명을 전자적 장치를 통하여 이용자가 알기 쉽게 표시하고 이용자로부터 해당 내용을 충분히 인지하였다는 의사표시를 전자적 장치를 통하여 수령
 
제29조(약관의 변경)
 
① GARAGO이 이 약관을 변경하고자 하는 경우에는 변경 1개월 전에 그 내용을 해당 전자금융거래를 수행하는 전자적 장치(해당 전자적 장치에 게시하기 어려울 경우에는 이용자가 접근하기 용이한 전자적 장치) 및 영업점에 게시하고 이용자에게 통지하여야 합니다. 다만, 이용자가 이의를 제기할 경우 GARAGO은 이용자에게 적절한 방법으로 약관 변경내용을 통지하였음을 확인해 주어야 합니다.
 
② 제1항에도 불구하고 법령의 개정으로 인하여 긴급하게 약관을 변경한 때에는 변경된 약관을 전자적 장치에 최소 1개월 이상 게시하고 이용자에게 통지하여야 합니다.
 
③ GARAGO이 제1항 및 제2항의 게시하거나 통지를 하는 경우에는 “이용자가 약관의 변경내용이 게시되거나 통지된 후부터 변경되는 약관의 시행일 전의 영업일까지 이내에 계약을 해지할 수 있으며, 약관의 변경내용에 이의를 제기하지 아니하는 경우 약관의 변경내용에 승인한 것으로 본다.”라는 취지의 내용을 통지하여야 합니다.
 
④ 이용자는 약관의 변경내용이 게시되거나 통지된 후부터 변경되는 약관의 시행일 전의 영업일까지 전자금융거래의 계약을 해지할 수 있고, 약관의 변경내용에 대하여 이의를 제기하지 아니하는 경우에는 약관의 변경을 승인한 것으로 봅니다.
 
제30조(약관적용의 우선순위)
 
① GARAGO과 이용자 사이에 개별적으로 합의한 사항이 이 약관에 정한 사항과 다를 때에는 그 합의사항을 이 약관에 우선하여 적용합니다.
 
② 전자금융거래에 관하여 이 약관에 정하지 않은 사항은 개별약관이 정하는 바에 따릅니다.
 
 
③ 이 약관과 전자금융거래에 관한 개별약관에 정하지 않은 사항에 대하여는 다른 약정이 없으면「전자금융거래법」등 관계 법령, 예금거래기본약관 및 GARAGO여신거래기본약관(가계용/기업용)을 적용합니다.
 
제31조(이의제기 및 협조)
 
① 이용자는 전자금융거래의 처리에 관하여 이의가 있을 때에는 GARAGO의 분쟁처리기구에 그 해결을 요구하거나 금융감독원 금융분쟁조정위원회, 한국소비자원 소비자분쟁조정위원회 등을 통하여 분쟁조정을 신청할 수 있습니다.
 
② 이용자가 GARAGO의 본점이나 영업점 또는 GARAGO의 분쟁처리기구에 이의를 제기한 경우 GARAGO은 15일 이내에 이에 대한 조사 또는 처리결과를 이용자에게 알려야 합니다.
 
③ GARAGO은 손해배상 등 분쟁처리를 위한 분쟁처리책임자 및 담당자를 지정하고, 그 연락처를 관련 인터넷 홈페이지에 게시하여야 합니다.
 
④ 이용자는 제20조 제2항에 정한 사고발생으로 인한 손해배상 등 분쟁처리와 관련한 GARAGO의 사고조사 및 관계당국의 수사 또는 조사 절차에 협조하여야 합니다.
 
제32조(착오송금에 대한 협조의무) 이용자가 송금금액, 수취GARAGO, 수취인 계좌번호 등을 잘못 입력하여 송금(이하 ‘착오송금’이라 합니다)하였음을 GARAGO에게 통지하는 경우 GARAGO은 다음과 같은 조치를 하여야 합니다.
 
 1. 송금GARAGO과 수취GARAGO이 동일한 경우 즉시 수취인에게 착오송금 사실, 반환의무 등을 알리고, 수취인에 대한 연락 사실, 수취인의 반환의사 유무, 수취인이 반환의사가 없는 경우 그 사유 등을 송금인에게 알려야 합니다.
 
 2. 송금GARAGO과 수취GARAGO이 다른 경우 수취GARAGO에게 즉시 착오송금임을 알리고, 수취GARAGO으로부터 전달받은 사항(수취인에 대한 연락 사실, 수취인의 반환의사 유무, 수취인이 반환의사가 없는 경우 그 사유 등)을 송금인에게 알려야 합니다.
 
제33조(준거법) 이 약관의 해석·적용에 관하여는 대한민국법을 적용합니다.
	
				  
				  </textarea>
				 
				</div>
				
				<div class="row">
				 
				  <span>
				  	<i id="LoginConfrimCheck3" class="LoginConfrim LoginConfrim2 bi bi-check-circle-fill me-2" data-code="false" style="font-size:25px; color: lightgray; " ></i>
				  	개인정보처리방침(필수)
				  </span>
				 
				  <textarea class="form-control mb-5"  rows="3"  style="height: 300px;">
				 1. 개인정보의 처리 목적
수집목적	수집항목
이용자 식별 및 본인여부 확인	회원가입시 수집 : 성명, 휴대전화번호, 이메일, 아이디, 비밀번호
본인인증시 수집 : 생년월일, 성별, 아이핀, 연계정보(CI), 중복가입확인정보(DI)
회원정보관리를 위한 연락 및 안내	이메일, 연락처
만 14세 미만 아동에 대한 법정대리인 동의 확인을 위한 목적	법정대리인의 이름/이메일/휴대전화번호/통신사
불법∙부정이용방지, 비인가 사용 방지, 안전한 결제 서비스 제공, 분쟁조정 해결을 위한 기록보존, 상품∙서비스 이용실적 정보를 활용한 통계∙분석, 상품∙서비스 개선	휴대전화번호, 가상카드번호, 아이디, 이름, 생년월일, 성별, CI, DI, IP Address, 방문일시, 서비스 이용기록(자동으로 생성되는 개인정보), 주소
고객이 주문하신 상품 및 경품 배송을 위한 목적	기본배송지, 연락처, 수취인의 성명/ 전화번호/휴대폰 번호/배송주소
대금결제서비스 제공용	카드번호, 유효기간, 성명, 생년월일, 성별, 카드비밀번호 앞2자리, 계약자와의 관계 증빙(타인 명의 카드 이용 시), 은행계좌번호, 입금자명, 은행명, 휴대전화번호
(선택)
계좌/카드 간편결제서비스 가입을 통한 전자금융서비스 제공 목적	ID, 비밀번호, 이름, 생년월일, 휴대폰번호, 이메일, 성별, 통신사명, 내외국인정보, 본인인증정보(CI, DI), 서비스 이용정보(IP, 이용 기록)
계좌 간편결제 : 은행명, 계좌번호, 결제 비밀번호
신용카드 간편결제 : 신용카드정보(카드사명, 신용카드번호, 유효기간, CVC), 결제 비밀번호
고객 상담 및 민원의 접수 및 처리 결과 안내 목적	연락처, 이메일
	


2) 위치정보
	
수집목적	수집항목	보유기간
고객의 위치정보를 이용한 주소검색, 주변 숙박 등의 검색결과 제공	위치정보	수집목적 달성시 파기
•	
(3) 서비스 이용 과정에서 이용자로부터 수집하는 정보는 아래와 같습니다.
•	서비스 이용 과정에서 부정이용방지, 비인가 사용 방지, 통계 및 서비스 품질 향상 목적으로 단말기정보(OS, 모델명 등), IP주소, 쿠키, 서비스 이용 기록(방문일시, 접속기록) 정보가 자동으로 생성되어 수집될 수 있습니다. 자동으로 생성되어 수집된 정보는 서비스 제공 기간동안 보유 및 이용하며, 수집 및 이용목적의 달성 시 파기됩니다.
•	2. 개인정보 수집에 대한 동의
o	회사는 회원님의 개인정보를 처리해야할 경우 필요최소한의 정보만 수집하며, 처리 내용을 이해하기 쉽도록 안내하고 동의를 구하겠습니다. 회사는 회원님의 명시적인 동의나 별도 법률에 의해 필요할 경우에만 개인정보를 처리합니다.
•	3. 개인정보의 처리 및 보유기간
o	회사는 법령에 따른 개인정보 보유·이용기간 또는 정보주체로부터 개인정보를 수집시에 동의받은 개인정보 보유·이용기간 내에서 개인정보를 처리·보유합니다. 각각의 개인정보 처리 및 보유 기간은 다음과 같습니다.
	가. 계약 또는 청약철회 등에 관한 기록: 5년
	나. 대금결제 및 재화 등의 공급에 관한 기록: 5년
	다. 소비자의 불만 또는 분쟁처리에 관한 기록: 3년
	라. 표시, 광고에 관한 기록: 6개월
	마. 사이트 접속에 관한 기록 : 3개월
	바. 특정 금융거래정보 기록: 5년
	사. 부정이용 방지를 위한 기록(내부규정) : 7일
•	4. 개인정보의 열람, 갱신, 수정 또는 삭제
o	① 회원님께서는 언제든지 등록되어 있는 회원님의 개인정보를 열람하거나 수정하실 수 있습니다. 개인정보 열람 및 정정을 하고자 할 경우에는 회사 홈페이지 로그인 후 "마이페이지>회원정보수정"항목을 클릭하여 직접 열람 또는 정정하거나, 개인정보 보호책임자 및 민원담당자에게 서면, 전화 또는 이메일로 연락하시면 지체 없이 조치하겠습니다.
o	② 회원님께서 직접 권리행사를 하실 수 없는 경우에는 법정대리인이나 위임을 받은 자 등 대리인을 통하여 하실 수 있으며, 이 경우 개인정보보호책임자 및 담당자에게 서면, 전화 또는 E-mail로 연락하시면 지체 없이 조치하겠습니다.
o	③ 회원님께서 개인정보의 오류에 대한 정정을 요청한 경우, 정정을 완료하기 전까지 당해 개인 정보를 이용 또는 제공하지 않습니다.
o	④ 잘못된 개인정보를 제3자에게 이미 제공한 경우에는 정정 처리결과를 제3자에게 지체 없이 통지하여 정정하도록 조치하겠습니다.
•	5. 동의철회 및 파기
o	① 회원가입 등을 통한 개인정보의 수집, 이용, 제공에 대하여 회원은 가입 시 동의한 내용에 대해서 언제든지 철회할 수 있습니다.
o	② 동의 철회는 회사의 사이트에 로그인 후, "회원정보>회원탈퇴하기"에서 언제든지 철회할 수 있으며, 개인정보 민원담당자에게 서면, 전화, 이메일 등으로 연락하시면 신속하게 개인정보의 삭제 등 필요한 조치를 합니다. 단, 회원ID에 대해서는 서비스 이용의 혼선 방지, 법령에서 규정하는 회원거래정보의 보존기간 동안의 보관의무의 이행, 기타 안정적인 서비스 제공을 위하여 필요한 정보이므로, 탈퇴후 동일 ID로의 재가입은 허용되지 않습니다.
o	③ 회원님이 자발적으로 회원탈퇴한 후 회원 재가입, 임의해지 등을 반복적으로 행하여 회사가 제공하는 할인쿠폰, 이벤트 혜택 등으로 경제적 이익을 취하거나 이 과정에서 명의를 무단으로 사용하는 등 편법과 불법 행위를 하는 회원을 차단하고자 회사는 회원님의 일부 개인정보를 탈퇴 후 7일이 지난 후 파기 합니다.
o	④ 이미 제공된 회원정보를 철회 하는 데는 일정 시간이 소요되며 소요되는 시간 동안 마케팅에 활용되지 않도록 하겠습니다. 회사는 회원님의 소중한 정보를 보호하기 위하여 신속하게 처리되도록 최선의 노력을 다하겠습니다.
o	⑤ 회원님이 1년이상 접속하지 않으실경우 회원님의 정보는 휴면처리되며 별도DB에 분리보관됩니다. 분리보관 이후 4년간 접속하지 않으실 경우 회원님의 개인정보를 파기 합니다. 단, 회원님이 별도로 휴면 기간을 지정하셨을경우 해당 기간까지 휴면처리되지 않습니다. ※ 별도 보관된 정보는 회원님이 재접속을 통해 휴면을 해제할때까지 사용되지 않습니다.
o	⑥ 회사는 회원님으로부터 개인정보를 수집시에 동의받은 개인정보 보유·이용기간이 경과되는 경우 지체없이 개인정보를 파기 또는 분리보관 합니다. 파기 시, 물리적 형태로 저장된 개인정보는 파쇄하거나 소각하며, 전자적 파일 형태로 저장된 개인정보는 기록을 저장할 수 없는 기술적 방법을 사용하여 삭제합니다.
•	6. 개인정보보호를 위해 회원들이 알아야 할 사항
o	① 회원님의 개인정보를 최신의 상태로 정확하게 입력하여 불의의 사고를 예방해 주시기 바랍니다. 이용자가 입력한 부정확한 정보로 인해 발생하는 사고의 책임은 이용자 자신에게 있으며 타인 정보의 도용 등 허위정보를 입력할 경우 회원자격이 상실될 수 있습니다.
o	② 회원님은 개인정보를 보호받을 권리와 함께 스스로를 보호하고 타인의 정보를 침해하지 않을 의무도 가지고 있습니다. 비밀번호를 포함한 회원님의 개인정보가 유출되지 않도록 주의하시고 게시물을 포함한 타인의 개인정보를 훼손하지 않도록 유의해 주십시오. 만약 이같은 책임을 다하지 못하고 타인의 정보 및 존엄성을 훼손할 시에는 관련 법률에 의해 처벌받을 수 있습니다.
•	7. 비회원 고객의 개인정보수집 및 보호
o	인터파크 투어는 개인정보활용 동의(선택)에 동의를 한 고객에 한해 비회원으로 예약 후 예약 확인을 하거나 다른 상품을 예약하고자 할 때 자동로그인 처리를 통해 서비스 이용에 대한 편의 기능을 제공 하고 있습니다. 해당 기능은 개인정보활용 동의(선택)에 대하여 거부하거나 웹 브라우저의 옵션에서 쿠키를 차단할 경우 활용되지 않으며, 비회원 예약 리스트 페이지에서도 해당 정보 활용에 대한 거부를 할 수 있습니다.
비회원은 개인정보활용 동의(선택)를 거부할 경우, 맞춤 서비스 및 특가 알림 등 일부 제한될 수 있으나 여행서비스 및 숙박, 항공 예약에는 영향이 없습니다.
•	8. 자동 수집 장치·운영 및 거부에 관한 사항
o	① 회사는 다른 많은 웹사이트와 마찬가지로 쿠키를 운용합니다. '쿠키(cookie)'란 이용자의 웹브라우저에 보내는 아주 작은 텍스트 파일로서 회원님에 대한 정보를 저장하고 수시로 찾아내는 역할을 합니다.
o	② 회원께서 회사의 웹사이트에 접속을 하시면, 회사의 컴퓨터는 회원님의 브라우저에 있는 쿠키의 내용을 읽고, 회원의 추가정보를 회원님의 컴퓨터에서 찾아 접속에 따른 성명 등의 추가 입력 없이 서비스를 제공할 수 있습니다.
o	③ 회원께서는 웹브라우저 상단의 도구>인터넷 옵션>개인정보 메뉴의 옵션 설정을 통해 쿠키 저장을 거부 할 수 있습니다. 그러나, 회원님께서 쿠키에 대한 설치를 거부하거나 삭제로 설정한 경우에는 해당 웹 페이지에 일정부분에 대해서 접근할 때마다 회원의 경우, 회원님의 아이디(ID)나 비밀번호(password)를 다시 입력하셔야 하며, 투어 비회원의 경우 본인확인 인증을 다시 수행하셔야 합니다.
o	④ 회사는 이용자의 편의를 위하여 쿠키를 운영합니다. 회원의 경우 ID를 수집하여 타겟(Target) 마케팅 등의 목적을 위해 사용되며, 투어 비회원의경우 방문일시, 서비스 이용기록을 이용하여 추가 본인확인 인증없이 예약내역이나 자동로그인을 하는 등의 편의를 제공하기 위해 활용됩니다.
쿠키는 브라우저의 종료 시나 로그아웃 시 만료됩니다.
				 
	
				  
				  </textarea>
				
				</div>
				<span id="LoginConfrimCheckMsg"></span>
				<div class="offset-2 row mt-5">
					<div class="col">
						<a href="main" class="btn btn-outline-dark ">돌아가기</a>
					</div>
					<div class="offset-1 col">
						<input type="button" value="동의하고 가입하기" class="btn btn-outline-dark " id="joinConfirmBtn">
					</div>
				</div>
			</form>	
		</div>
	
	</div>	
	
	
	
	 
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	</div>
</div>