<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>
<%@ taglib prefix="c" uri="http://java.sun.com/jsp/jstl/core"%>
    
<div class="row">
	<div class="col-10 offset-1">
	    <div><h1>개인정보처리방침</h1></div>
	    
	    <div class="row text-start">
	   	 <div><h3>1. 개인정보의 처리 목적</h3></div>
	    	<div class="offset-1 col-3 border border-black text-center">수집 목적</div><div class="col-7  border border-black text-center">수집 항목</div>
	    	<div class="offset-1 col-3 border border-black">이용자 식별 및 본인여부 확인</div><div class="col-7  border border-black">회원가입시 수집 : 성명, 휴대전화번호, 이메일, 아이디, 비밀번호<br>본인인증시 수집 : 생년월일, 성별, 아이핀, 연계정보(CI), 중복가입확인정보(DI)</div>
	    	<div class="offset-1 col-3 border border-black">회원정보관리를 위한 연락 및 안내</div><div class="col-7 1 border border-black">이메일, 연락처</div>
	    	<div class="offset-1 col-3 border border-black">불법∙부정이용방지, 비인가 사용 방지, 안전한 결제 서비스 제공, 분쟁조정 해결을 위한 기록보존, 상품∙서비스 이용실적 정보를 활용한 통계∙분석, 상품∙서비스 개선</div><div class="col-7  border border-black">휴대전화번호, 가상카드번호, 아이디, 이름, 생년월일, 성별, CI, DI, IP Address, 방문일시, 서비스 이용기록(자동으로 생성되는 개인정보), 주소</div>
	    	<div class="offset-1 col-3 border border-black">고객이 주문하신 상품 및 경품 배송을 위한 목적</div><div class="col-7  border border-black">기본배송지, 연락처, 수취인의 성명/ 전화번호/휴대폰 번호/배송주소</div>
	    	<div class="offset-1 col-3 border border-black">대금결제서비스 제공용(선택)</div><div class="col-7  border border-black">카드번호, 유효기간, 성명, 생년월일, 성별, 카드비밀번호 앞2자리, 계약자와의 관계 증빙(타인 명의 카드 이용 시), 은행계좌번호, 입금자명, 은행명, 휴대전화번호</div>
	    	<div class="offset-1 col-3 border border-black">계좌/카드 간편결제서비스 가입을 통한 전자금융서비스 제공 목적</div><div class="col-7 border border-black">ID, 비밀번호, 이름, 생년월일, 휴대폰번호, 이메일, 성별, 통신사명, 내외국인정보, 본인인증정보(CI, DI), 서비스 이용정보(IP, 이용 기록)<br>계좌 간편결제 : 은행명, 계좌번호, 결제 비밀번호<br>신용카드 간편결제 : 신용카드정보(카드사명, 신용카드번호, 유효기간, CVC), 결제 비밀번호</div>
	    	<div class="offset-1 col-3 border border-black">고객 상담 및 민원의 접수 및 처리 결과 안내 목적</div><div class="col-7  border border-black">연락처, 이메일</div>
	    	<div class="offset-1 col-3 border border-black"></div><div class="col-7  border border-black"></div>	    
	    </div>
	    
	    <div class="row text-start">
	   	 <div><h3>2. 위치정보</h3></div>
	    	<div class="offset-1 col-5 border border-black>수집목적</div><div class="col-2 border border-black">수집항목</div><div class="col-3 border border-black offset-2 border border-black">보유기간</div>	    
	    	<div class="offset-1 col-5 border border-black">고객의 위치정보를 이용한 주소검색</div><div class="col-2 border border-black">주변 숙박 등의 검색결과 제공	위치정보</div><div class="col-3 border border-black offset-d-1 ">수집목적 달성시 파기</div>	    
	    </div>
	    



		 <div class="row text-start">
		 	<div><h3>3. 서비스 이용 과정에서 이용자로부터 수집하는 정보는 아래와 같습니다.</h3></div>
		 	•	1.서비스 이용 과정에서 부정이용방지, 비인가 사용 방지, 통계 및 서비스 품질 향상 목적으로 단말기정보(OS, 모델명 등), IP주소, 쿠키, 서비스 이용 기록(방문일시, 접속기록) 정보가 자동으로 생성되어 수집될 수 있습니다. 자동으로 생성되어 수집된 정보는 서비스 제공 기간동안 보유 및 이용하며, 수집 및 이용목적의 달성 시 파기됩니다.<br>
			•	<h4>2. 개인정보 수집에 대한 동의</h4><br>
				o	회사는 회원님의 개인정보를 처리해야할 경우 필요최소한의 정보만 수집하며, 처리 내용을 이해하기 쉽도록 안내하고 동의를 구하겠습니다. 회사는 회원님의 명시적인 동의나 별도 법률에 의해 필요할 경우에만 개인정보를 처리합니다.<br>
			•	<h4>3. 개인정보의 처리 및 보유기간</h4><br>
				o	회사는 법령에 따른 개인정보 보유·이용기간 또는 정보주체로부터 개인정보를 수집시에 동의받은 개인정보 보유·이용기간 내에서 개인정보를 처리·보유합니다. 각각의 개인정보 처리 및 보유 기간은 다음과 같습니다.<br>
					가. 계약 또는 청약철회 등에 관한 기록: 5년<br>
					나. 대금결제 및 재화 등의 공급에 관한 기록: 5년<br>
					다. 소비자의 불만 또는 분쟁처리에 관한 기록: 3년<br>
					라. 표시, 광고에 관한 기록: 6개월<br>
					마. 사이트 접속에 관한 기록 : 3개월<br>
					바. 특정 금융거래정보 기록: 5년<br>
					사. 부정이용 방지를 위한 기록(내부규정) : 7일<br>
			•	<h4>4. 개인정보의 열람, 갱신, 수정 또는 삭제</h4><br>
			o	① 회원님께서는 언제든지 등록되어 있는 회원님의 개인정보를 열람하거나 수정하실 수 있습니다. 개인정보 열람 및 정정을 하고자 할 경우에는 회사 홈페이지 로그인 후 "마이페이지>회원정보수정"항목을 클릭하여 직접 열람 또는 정정하거나, 개인정보 보호책임자 및 민원담당자에게 서면, 전화 또는 이메일로 연락하시면 지체 없이 조치하겠습니다.<br>
			o	② 회원님께서 직접 권리행사를 하실 수 없는 경우에는 법정대리인이나 위임을 받은 자 등 대리인을 통하여 하실 수 있으며, 이 경우 개인정보보호책임자 및 담당자에게 서면, 전화 또는 E-mail로 연락하시면 지체 없이 조치하겠습니다.<br>
			o	③ 회원님께서 개인정보의 오류에 대한 정정을 요청한 경우, 정정을 완료하기 전까지 당해 개인 정보를 이용 또는 제공하지 않습니다.<br>
			o	④ 잘못된 개인정보를 제3자에게 이미 제공한 경우에는 정정 처리결과를 제3자에게 지체 없이 통지하여 정정하도록 조치하겠습니다.<br>
			•	<h4>5. 동의철회 및 파기</h4><br>
			o	① 회원가입 등을 통한 개인정보의 수집, 이용, 제공에 대하여 회원은 가입 시 동의한 내용에 대해서 언제든지 철회할 수 있습니다.<br>
			o	② 동의 철회는 회사의 사이트에 로그인 후, "회원정보>회원탈퇴하기"에서 언제든지 철회할 수 있으며, 개인정보 민원담당자에게 서면, 전화, 이메일 등으로 연락하시면 신속하게 개인정보의 삭제 등 필요한 조치를 합니다. 단, 회원ID에 대해서는 서비스 이용의 혼선 방지, 법령에서 규정하는 회원거래정보의 보존기간 동안의 보관의무의 이행, 기타 안정적인 서비스 제공을 위하여 필요한 정보이므로, 탈퇴후 동일 ID로의 재가입은 허용되지 않습니다.<br>
			o	③ 회원님이 자발적으로 회원탈퇴한 후 회원 재가입, 임의해지 등을 반복적으로 행하여 회사가 제공하는 할인쿠폰, 이벤트 혜택 등으로 경제적 이익을 취하거나 이 과정에서 명의를 무단으로 사용하는 등 편법과 불법 행위를 하는 회원을 차단하고자 회사는 회원님의 일부 개인정보를 탈퇴 후 7일이 지난 후 파기 합니다.<br>
			o	④ 이미 제공된 회원정보를 철회 하는 데는 일정 시간이 소요되며 소요되는 시간 동안 마케팅에 활용되지 않도록 하겠습니다. 회사는 회원님의 소중한 정보를 보호하기 위하여 신속하게 처리되도록 최선의 노력을 다하겠습니다.<br>
			o	⑤ 회원님이 1년이상 접속하지 않으실경우 회원님의 정보는 휴면처리되며 별도DB에 분리보관됩니다. 분리보관 이후 4년간 접속하지 않으실 경우 회원님의 개인정보를 파기 합니다. 단, 회원님이 별도로 휴면 기간을 지정하셨을경우 해당 기간까지 휴면처리되지 않습니다. ※ 별도 보관된 정보는 회원님이 재접속을 통해 휴면을 해제할때까지 사용되지 않습니다.<br>
			o	⑥ 회사는 회원님으로부터 개인정보를 수집시에 동의받은 개인정보 보유·이용기간이 경과되는 경우 지체없이 개인정보를 파기 또는 분리보관 합니다. 파기 시, 물리적 형태로 저장된 개인정보는 파쇄하거나 소각하며, 전자적 파일 형태로 저장된 개인정보는 기록을 저장할 수 없는 기술적 방법을 사용하여 삭제합니다.<br>
			•	<h4>6. 개인정보보호를 위해 회원들이 알아야 할 사항</h4><br>
			o	① 회원님의 개인정보를 최신의 상태로 정확하게 입력하여 불의의 사고를 예방해 주시기 바랍니다. 이용자가 입력한 부정확한 정보로 인해 발생하는 사고의 책임은 이용자 자신에게 있으며 타인 정보의 도용 등 허위정보를 입력할 경우 회원자격이 상실될 수 있습니다.<br>
			o	② 회원님은 개인정보를 보호받을 권리와 함께 스스로를 보호하고 타인의 정보를 침해하지 않을 의무도 가지고 있습니다. 비밀번호를 포함한 회원님의 개인정보가 유출되지 않도록 주의하시고 게시물을 포함한 타인의 개인정보를 훼손하지 않도록 유의해 주십시오. 만약 이같은 책임을 다하지 못하고 타인의 정보 및 존엄성을 훼손할 시에는 관련 법률에 의해 처벌받을 수 있습니다.<br>
			•	<h4>7. 비회원 고객의 개인정보수집 및 보호</h4><br>
			o	인터파크 투어는 개인정보활용 동의(선택)에 동의를 한 고객에 한해 비회원으로 예약 후 예약 확인을 하거나 다른 상품을 예약하고자 할 때 자동로그인 처리를 통해 서비스 이용에 대한 편의 기능을 제공 하고 있습니다. 해당 기능은 개인정보활용 동의(선택)에 대하여 거부하거나 웹 브라우저의 옵션에서 쿠키를 차단할 경우 활용되지 않으며, 비회원 예약 리스트 페이지에서도 해당 정보 활용에 대한 거부를 할 수 있습니다.<br>
				비회원은 개인정보활용 동의(선택)를 거부할 경우, 맞춤 서비스 및 특가 알림 등 일부 제한될 수 있으나 여행서비스 및 숙박, 항공 예약에는 영향이 없습니다.<br>
			•	<h4>8. 자동 수집 장치·운영 및 거부에 관한 사항</h4><br>
			o	① 회사는 다른 많은 웹사이트와 마찬가지로 쿠키를 운용합니다. '쿠키(cookie)'란 이용자의 웹브라우저에 보내는 아주 작은 텍스트 파일로서 회원님에 대한 정보를 저장하고 수시로 찾아내는 역할을 합니다.<br>
			o	② 회원께서 회사의 웹사이트에 접속을 하시면, 회사의 컴퓨터는 회원님의 브라우저에 있는 쿠키의 내용을 읽고, 회원의 추가정보를 회원님의 컴퓨터에서 찾아 접속에 따른 성명 등의 추가 입력 없이 서비스를 제공할 수 있습니다.<br>
			o	③ 회원께서는 웹브라우저 상단의 도구>인터넷 옵션>개인정보 메뉴의 옵션 설정을 통해 쿠키 저장을 거부 할 수 있습니다. 그러나, 회원님께서 쿠키에 대한 설치를 거부하거나 삭제로 설정한 경우에는 해당 웹 페이지에 일정부분에 대해서 접근할 때마다 회원의 경우, 회원님의 아이디(ID)나 비밀번호(password)를 다시 입력하셔야 하며, 투어 비회원의 경우 본인확인 인증을 다시 수행하셔야 합니다.<br>
			o	④ 회사는 이용자의 편의를 위하여 쿠키를 운영합니다.<br> 
				회원의 경우 ID를 수집하여 타겟(Target) 마케팅 등의 목적을 위해 사용되며, 투어 비회원의경우 방문일시, 서비스 이용기록을 이용하여 추가 본인확인 인증없이 예약내역이나 자동로그인을 하는 등의 편의를 제공하기 위해 활용됩니다.<br>
				쿠키는 브라우저의 종료 시나 로그아웃 시 만료됩니다.<br>
		 </div>
	    
	</div>
</div>
</div>